Repository: sewebb/iis-media-replace
Catalog: languages/manjo-media-replace-*.po
Languages: es_es

source: Replace media
es_es: Remplazar medio

source: Upload a new file
es_es: Subir un nuevo archivo

source: To replace the current file, click the link and upload a replacement.
es_es: Para remplazar el archivo actual, haz clic y sube uno nuevo.

source: Revised
es_es: Revisado

source: You do not have permission to upload files.
es_es: No tienes permisos para subir archivos.

source: Replace Media Upload
es_es: Remplazar medio

source: NOTE: You are about to replace the media file "%s". There is no undo. Think about it!
es_es: AVISO: Estás a punto de remplazar el archivo "%s". No se puede deshacer. ¡Piénsatelo!

source: Choose a file to upload from your computer
es_es: Selecciona un archivo para subirlo desde tu ordenador

source: Select media replacement type:
es_es: Selecciona el tipo de remplazo:

source: Just replace the file
es_es: Solo remplazar el archivo

source: Note: This option requires you to upload a file of the same type (%s) as the one you are replacing. The name of the attachment will stay the same (%s) no matter what the file you upload is called.
es_es: Nota: Esta opción requiere que subas un archivo del mismo tipo (%s) que el que vas a remplazar. El nombre del archivo adjunto será el mismo (%s) independientemente de como se llame el archivo que subas.

source: Replace the file, use new file name and update all links
es_es: Remplaza el archivo, usa el nuevo nombre del archivo y actualiza todos los enlaces

source: Note: If you check this option, the name and type of the file you are about to upload will replace the old file. All links pointing to the current file (%s) will be updated to point to the new file name.
es_es: Nota: Si marcas esta opción, el nombre y el tipo del archivo que vas a subir sustituirá el antiguo archivo. Todos los enlaces que apuntan al archivo actual (%s) se actualizarán para apuntar al nuevo archivo.

source: Please note that if you upload a new image, only embeds/links of the original size image will be replaced in your posts.
es_es: Por favor, ten en cuenta que si subes una nueva imagen, solo los enlaces/inserciones del tamaño original serán remplazados en tus entradas.

source: Upload
es_es: Subir

source: Cancel
es_es: Cancelar

source: The file %1$s can not be deleted by the web server, most likely because the permissions on the file are wrong.
es_es: El archivo %1$s no se puede eliminar del servidor, normalmente porque los permisos del archivo no lo permiten.

source: File type does not meet security guidelines. Try another.
es_es: El tipo de archivo no cumple las reglas de seguridad. Prueba otro.
